Repository: CA-21/virtual-city-market
Catalog: lang/*/application.po
Languages: el

source: We failed to send you the confirmation message. Please try again later.
el: Δεν μπορέσαμε να σας στείλουμε το μήνυμα επιβεβαίωσης. Παρακαλώ δοκιμάστε αργότερα.

source: We have send a confirmation message to your email address. Please read it and follow the instructions to activate your account.
el: Σας στείλαμε ένα μήνυμα επιβεβαίωσης στην διεύθυνση email σας. Παρακαλώ διαβάστε το και ακολουθήστε τις οδηγίες για να ενεργοποιήσετε τον λογαριασμό σας.

source: We have send a confirmation message to your email address. Please read it and follow the instructions to reset your password.
el: Σας στείλαμε ένα μήνυμα επιβεβαίωσης στην διεύθυνση email σας. Παρακαλώ διαβάστε το και ακολουθήστε τις οδηγίες για να δημιουργήσετε νέο κωδικό.

source: We have send a confirmation message to your new email address. Please read it and follow the instructions to confirm your new email address.
el: Σας στείλαμε ένα μήνυμα επιβεβαίωσης στη νέα διεύθυνση email σας. Παρακαλώ διαβάστε το και ακολουθήστε τις οδηγίες για να επιβεβαιώσετε την νέα διεύθυνση email.

source: Write a review
el: Γράψτε μια αξιολόγηση

source: Yes
el: Ναι

source: Yes, delete it!
el: Ναι, διέγραψέ την!

source: You can enter the PIN code later, in your account settings.
el: Μπορείτε να εισάγετε τον κωδικό PIN αργότερα, στις ρυθμίσεις του λογαριασμού σας.

source: You can now use your email and password to
el: Μπορείτε τώρα να χρησιμοποιήσετε την διεύθυνση email και τον κωδικό σας για

source: You cannot edit your current session.
el: Δεν μπορείτε να επεξεργαστείτε την τρέχουσα σύνοδό σας.

source: You have something to say?
el: Έχετε κάτι να πείτε;

source: You may consider to disable the directory record instead.
el: Αντί να διαγράψετε ίσως θα έπρεπε να απενεργοποιήσετε την εγγραφή καταλόγου.

source: You may consider to disable the user instead.
el: Αντί να διαγράψετε ίσως θα έπρεπε να απενεργοποιήσετε τον χρήστη.

source: You may select up to three subcategories.
el: Μπορείτε να επιλέξετε μέχρι τρεις υποκατηγορίες

source: You must agree whith the terms of use to create an account.
el: Πρέπει να συμφωνήσετε με τους όρους χρήσης για να δημιουργήσετε λογαριασμό.

source: You received this message because you have changed your email address at
el: Λάβατε αυτό το μήνυμα επειδή αλλάξατε την διεύθυνση email σας στο

source: You received this message because you have just created an account at
el: Λάβατε αυτό το μήνυμα επειδή μόλις έχετε δημιουργήσει ένα λογαριασμό στο

source: You received this message because you requested instructions to activate your account at
el: Λάβατε αυτό το μήνυμα επειδή ζητήσατε οδηγίες για την ενεργοποίηση του λογαριασμού σας στο

source: You received this message because you requested instructions to reset your password at
el: Λάβατε αυτό το μήνυμα επειδή ζητήσατε οδηγίες για τη δημιουργία νέου κωδικού στο

source: You should have enabled the Geocoding API for your Google Maps API key
el: Θα πρέπει να έχετε ενεργοποιήσει το Geocoding API για το κλειδί σας του Google Maps API

source: You should not delete the default roles of the application!
el: Δεν πρέπει να διαγράψετε τους βασικούς ρόλους της εφαρμογής!

source: You will have to confirm your new email address before you can use it.
el: Θα πρέπει να επιβεβαιώσετε την νέα διεύθυνση email προτού μπορέσετε να την χρησιμοποιήσετε.

source: Your account cannot be activated.
el: Ο λογαριασμός σας δεν μπορεί να ενεργοποιηθεί.

source: Your account has been deactivated by the administrator.
el: Ο λαγαριασμός σας έχει απενεργοποιηθεί από τον διαχειριστή.

source: Your account is already activated.
el: Ο λογαριασμός σας είναι ήδη ενεργοποιημένος.

source: Your account is linked to a business. You cannot change your user type.
el: Ο λογαριασμός σας είναι συνδεδεμένος με μια επιχείρηση. Δεν μπορείτε να αλλάξετε το τύπο χρήστη σας.

source: Your account is linked to a marketplace store. You cannot change your user type.
el: Ο λογαριασμός σας είναι συνδεδεμένος με μια επιχείρηση της Αγοράς. Δεν μπορείτε να αλλάξετε το τύπο χρήστη σας.

source: Your account is not activated yet. Please follow the instructions we have send you to activate your account.
el: Ο λογαριασμός σας δεν έχει ενεργοποιηθεί ακόμη. Παρακαλώ ακολουθήστε τις οδηγίες που σας στείλαμε για να τον ενεργοποιήσετε.

source: Your account was activated successfully.
el: Ο λογαριασμός σας ενεργοποιήθηκε επιτυχώς.

source: Your account was created successfully but is not activated yet.
el: Ο λογαριασμός σας δημιουργήθηκε επιτυχώς αλλά δεν είναι ενεργοποιημένος ακόμη.

source: Your browser does not support geolocation
el: Ο περιηγητής σας δεν υποστηρίζει εντοπισμό γεωγραφικής θέσης

source: Your business address is required.
el: Η διεύθυνση της επιχείρησης σας είναι απαραίτητη.

source: Your business details were updated successfully.
el: Οι λεπτομέρειες της επιχείρησής σας ενημερώθηκαν επιτυχώς.

source: Your business name is required.
el: Ο διακριτικός τίτλος είναι απαραίτητος

source: Your comment
el: Το σχόλιο σας

source: Your email address is required.
el: Η διεύθυνση email είναι απαραίτητη.

source: Your email address will be used to activate your account.
el: Η διεύθυνση email θα χρησιμοποιηθεί για την ενεργοποίηση του λογαριασμού σας.

source: Your name is required.
el: Το όνομά είναι απαραίτητο

source: Your offer was updated successfully.
el: Η προσφορά σας ενημερώθηκε επιτυχώς.

source: Your password should be at least eight (8) characters long and include at least one (1) number.
el: Ο κωδικός πρέπει να είναι τουλάχιστον οχτώ (8) χαρακτήρες και να περιέχει τουλάχιστον ένα (1) αριθμό.

source: Your password should be at least eight (8) characters long.
el: Ο κωδικός πρέπει να είναι τουλάχιστον οχτώ (8) χαρακτήρες.

source: Your password should include at least one (1) number.
el: Ο κωδικός θα πρέπει να περιέχει τουλάχιστον έναν (1) αριθμό.

source: Your password was changed successfully.
el: Ο κωδικός σας άλλαξε επιτυχώς.

source: Your personal details were updated successfully but we failed to send you the confirmation message. Please check your new email address.
el: Ο λογαριασμός σας ενημερώθηκε επιτυχώς όμως δεν μπορέσαμε να σας στείλουμε το μήνυμα επιβεβαίωσης. Παρακαλώ ελέγξτε τη νέα διεύθυνση email σας.

source: Your personal details were updated successfully.
el: Ο λογαριασμός σας ενημερώθηκε επιτυχώς.

source: Your rating
el: Η βαθμολογία σας

source: Your surname is required.
el: Το επώνυμο είναι απαραίτητο.

source: ago
el: πριν

source: business
el: επιχείρηση

source: business with reviews
el: επιχειρήσεις με αξιολογήσεις

source: businesses
el: επιχειρήσεις

source: businesses with reviews
el: επιχειρήσεις με αξιολογήσεις

source: day
el: ημέρα

source: days
el: ημέρες

source: directory records
el: εγγραφές καταλόγου

source: forgot your password?
el: ξεχάσατε τον κωδικό;

source: found this review helpful
el: βρήκαν αυτή την αξιολόγηση χρήσιμη

source: hour
el: ώρα

source: hours
el: ώρες

source: is not readable
el: δεν είναι αναγνώσιμο

source: is not writable
el: δεν είναι εγγράψιμο

source: marketplace stores
el: καταστήματα στην αγορά

source: minute
el: λεπτό

source: minutes
el: λεπτά

source: month
el: μήνας

source: months
el: μήνες

source: more
el: περισσότερα

source: more than a decade ago
el: περισσότερο από μια δεκαετία πριν

source: now
el: τώρα

source: of
el: από

source: offer
el: προσφορά

source: offers
el: προσφορές

source: or
el: ή

source: people
el: άτομα

source: reCAPTCHA private key
el: Ιδιωτικό κλειδί reCAPTCHA

source: reCAPTCHA public key
el: Δημόσιο κλειδί reCAPTCHA

source: reCAPTCHA settings
el: Ρυθμίσεις reCAPTCHA

source: review
el: αξιολόγηση

source: reviews
el: αξιολογήσεις

source: second
el: δευτερόλεπτο

source: seconds
el: δευτερόλεπτα

source: tel
el: τηλ

source: to attach an image to your email.
el: για να προσαρτήσετε μια εικόνα στην διεύθυνση email σας.

source: to download a list of location points in your directory
el: για να κατεβάσετε μια λίστα με τις τοποθεσίες του καταλόγου σας

source: until
el: έως

source: week
el: εβδομάδα

source: weeks
el: εβδομάδες

source: year
el: χρόνο

source: years
el: χρόνια
