Repository: CA-21/virtual-city-market
Catalog: lang/*/application.po
Languages: el

source: Account
el: Λογαριασμός

source: Account options
el: Επιλογές λογαριασμού

source: Account settings
el: Ρυθμίσεις λογαριασμού

source: Activate your account
el: Ενεργοποίηση λογαριασμού

source: Active
el: Ενεργό

source: Add image
el: Προσθήκη εικόνας

source: Add page
el: Προσθήκη σελίδας

source: Address
el: Διεύθυνση

source: Administration
el: Διαχείριση

source: All reviews
el: Όλες οι αξιολογήσεις

source: All rights reserved
el: Με επιφύλαξη κάθε δικαιώματος

source: An error occured
el: Συνέβη λάθος

source: Are you sure you want to delete this image?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή την εικόνα;

source: Are you sure you want to delete this page?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή την σελίδα;

source: Are you sure you want to delete this record?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή την εγγραφή;

source: Attention! You may be altering multiple directory records.
el: Προσοχή! Μπορεί να τροποποιείτε πολλαπλές εγγραφές καταλόγου.

source: Authentication
el: Πιστοποίηση

source: Auto generate PIN
el: Αυτόματη παραγωγή PIN

source: Auto geocode
el: Αυτόματος εντοπισμός

source: Back to top
el: Επιστροφή στην αρχή

source: Be warned that deleting the Store home page is the same as deleting the corresponding marketplace record.
el: Προσοχή, η διαγραφή της αρχικής σελίδας καταστήματος είναι το ίδιο σαν την διαγραφή της αντίστοιχης εγγραφής από την αγορά.

source: Best regards
el: Με εκτίμηση

source: Browse the marketplace
el: Περιηγηθείτε στην αγορά

source: Business Directory
el: Κατάλογος Επιχειρήσεων

source: Business details
el: Λεπτομέρειες επιχείρησης

source: Business name
el: Όνομα επιχείρησης

source: Byline
el: Υπότιτλος

source: Cancel
el: Ακύρωση

source: Cannot copy the file to the temporary directory
el: Δεν μπορώ να αντιγράψω το αρχείο στον προσωρινό φάκελο

source: Cannot create the temporary directory
el: Δεν μπορώ να δημιουργήσω τον προσωρινό φάκελο

source: Catalog of local businesses and professionals.
el: Κατάλογος των τοπικών επιχειρήσεων και επαγγελματιών.

source: Categories
el: Κατηγορίες

source: Category
el: Κατηγορία

source: Change image
el: Αλλαγή εικόνας

source: Cities
el: Οικισμοί

source: City
el: Οικισμός

source: City Marketplace
el: Η Αγορά της Πόλης

source: Click here
el: Κάνετε κλικ εδώ

source: Click the button to export the catalog in "HTML for MS Excel" format
el: Κάνετε κλικ στο κουμπί για να εξάγετε τον κατάλογο σε μορφή "HTML for MS Excel"

source: Click the button to generate missing pins in your catalog
el: Κάνετε κλικ στο κουμπί για να παράγετε τους κωδικούς PIN που λείπουν από τον κατάλογο

source: Click the button to geocode missing locations in your catalog
el: Κάνετε κλικ στο κουμπί για να εντοπίσετε τις θέσεις που λείπουν από τον κατάλογο

source: Click this link to request the confirmation email again.
el: Κάνετε κλικ σε αυτό το σύνδεσμο για να σας στείλουμε το μήνυμα επιβεβαίωσης ξανά.

source: Close
el: Κλείσιμο

source: Close editor
el: Ολοκλήρωση επεξεργασίας

source: Comment
el: Σχόλιο

source: Company name
el: Διακριτικός τίτλος

source: Configuration file
el: Αρχείο ρυθμίσεων

source: Confirm your new email address at
el: Επιβεβαιώστε την νέα σας διεύθυνση email στο

source: Confirm your registration at
el: Επιβεβαιώστε την εγγραφή σας στο

source: Connection settings
el: Ρυθμίσεις σύνδεσης

source: Could not generate PIN. Please try again.
el: Δεν μπόρεσα να δημιουργήσω τον κωδικό PIN. Προσπαθήστε ξανά.

source: Create account
el: Δημιουργία λογαριασμού

source: Create directory
el: Δημιουργία καταλόγου

source: Create marketplace store
el: Κατάστημα στην αγορά

source: Create offer
el: Δημιουργία προσφοράς

source: Create page
el: Δημιουργία σελίδας

source: Create page template
el: Δημιουργία προτύπου

source: Create role
el: Δημιουργία ρόλου

source: Create store data
el: Δημιουργία δεδομένων αγοράς

source: Create user
el: Δημιουργία χρήστη

source: Data
el: Δεδομένα

source: Date from
el: Ημερομηνία από

source: Date to
el: Ημερομηνία έως

source: Dear
el: Αγαπητή/έ

source: Debug
el: Εκσφαλμάτωση

source: Default map center
el: Προεπιλεγμένο κέντρο χάρτη

source: Default zoom level
el: Προεπιλεγμένο επίπεδο ζουμ

source: Delete
el: Διαγραφή

source: Delete record
el: Διαγραφή εγγραφής

source: Deleting a category will affect the corresponding directory records.
el: Η διαγραφή μιας κατηγορίας θα επηρεάσει τις αντίστοιχες εγγραφές καταλόγου.

source: Deleting a city will affect the corresponding directory records.
el: Η διαγραφή ενός οικισμού θα επηρεάσει τις αντίστοιχες εγγραφές καταλόγου.

source: Deleting a session will logout the corresponding user!
el: Η διαγραφή μιας συνόδου θα αποσυνδέσει τον αντίστοιχο χρήστη!

source: Deleting a subcategory will affect the corresponding directory records.
el: Η διαγραφή μιας υποκατηγορίας θα επηρεάσει τις αντίστοιχες εγγραφές καταλόγου.

source: Description
el: Περιγραφή

source: Did you found this review helpful?
el: Βρήκατε την αξιολόγηση χρήσιμη;

source: Did you?
el: Εσείς;

source: Directory
el: Κατάλογος

source: Directory ID
el: ID καταλόγου

source: Directory administration
el: Διαχείριση καταλόγου

source: Disable
el: Απενεργοποίηση

source: Discount
el: Έκπτωση

source: Drag and drop the field names to the corresponding columns of the file
el: Σύρτε και άστε τα ονόματα των πεδίων στις αντίστοιχες στήλες

source: Edit
el: Επεξεργασία

source: Edit directory
el: Επεξεργασία καταλόγου

source: Edit links
el: Επεξεργασία συνδέσμων

source: Edit page
el: Επεξεργασία σελίδας

source: Edit page template
el: Επεξεργασία προτύπου

source: Edit role
el: Επεξεργασία ρόλου

source: Edit session
el: Επεξεργασία συνόδου

source: Edit slider
el: Επεξεργασία slider

source: Edit store data
el: Επεξεργασία στοιχείων επιχείρησης

source: Edit user
el: Επεξεργασία χρήστη

source: Edit your offer
el: Επεξεργαστείτε την προσφορά σας

source: Edit your personal details
el: Επεξεργαστείτε τα προσωπικά σας στοιχεία

source: Edit your store details
el: Επεξεργαστείτε τα στοιχεία της επιχείρησής σας

source: Email address
el: Διεύθυνση email

source: Email address unconfirmed
el: Η διεύθυνση email δεν είναι επιβεβαιωμένη

source: Email from
el: Email αποστολέα

source: Enable
el: Ενεργοποίηση

source: Enter a url for your marketplace store
el: Εισάγετε μια διεύθυνση για το κατάστημα

source: Enter a url for your new page
el: Εισάγετε μια διεύθυνση για τη νέα σελίδα

source: Enter the discount percent as a single number (i.e. without the %).
el: Εισάγετε το ποσοστό της έκτπωσης ως απλό αριθμό (χωρίς το %)

source: Enter the price of the discounted item. This is a free text field.
el: Εισάγετε την τιμή της προσφοράς. Αυτό είναι ένα πεδίο ελεύθερου κειμένου.

source: Enter the tableId of a public shared fusion table
el: Εισάγετε το tableId ενός δημόσια κοινόχρηστου πίνακα fusion

source: Enter your Google analytics tracking code
el: Εισάγετε τον κωδικό παρακολούθησης σας (tracking code) του Google analytics

source: Enter your PIN code
el: Εισάγετε τον κωδικό PIN

source: Error
el: Λάθος

source: Errors
el: Λάθη

source: Excel may complain about format / extension mismatch, but it is safe to load the file anyway
el: Το Excel μπορεί να παραπονεθεί ότι υπάρχει ασυμφωνία μορφής / επέκτασης αρχείου, αλλά είναι ασφαλές να ανοίξετε το αρχείο ούτως ή άλλως

source: Expired
el: Έληξε

source: Expires
el: Λήγει

source: Export
el: Εξαγωγή

source: Featured Listings
el: Προτεινόμενα

source: File
el: Αρχείο

source: File export
el: Εξαγωγή αρχείου

source: File import
el: Εισαγωγή αρχείου

source: Find offers
el: Βρείτε προσφορές

source: First
el: Πρώτο

source: First select a category
el: Πρώτα επιλέξτε κατηγορία

source: Follow us
el: Ακολουθήστε μας

source: For more information read the tutorial at
el: Για περισσότερες πληροφορίες διαβάστε τον οδηγό στο

source: Found
el: Βρέθηκαν

source: Generate
el: Παραγωγή

source: Generate Pins
el: Παραγωγή PIN

source: Generate pins
el: Παραγωγή pin

source: Geocode
el: Εντοπισμός

source: Geocoding complete
el: Ο εντοπισμός ολοκληρώθηκε

source: Geolocate
el: Εντοπισμός

source: Geolocation failed
el: Ο εντοπισμός απέτυχε

source: Get your key from
el: Πάρτε το κλειδί σας από το

source: Get your keys from
el: Πάρτε τα κλειδιά σας από το

source: Go
el: Βρες

source: Go to
el: Πηγαίνετε στο

source: Go to settings and enter your Google Maps API key
el: Πηγαίνετε στις ρυθμίσει και εισάγεται το κλειδί του Google Maps API

source: Go to the store
el: Πηγαίνετε στο κατάστημα

source: Google maps
el: Χάρτες Google

source: HTML Pages
el: Σελίδες HTML

source: Hint
el: Συμβουλή

source: Home
el: Αρχική

source: Html pages administration
el: Διαχείριση σελίδων HTML

source: I agree with the
el: Συμφωνώ με τους

source: If the below link does not work, you can paste the following url into your browser
el: Αν ο σύνδεσμος δεν λειτουργεί, μπορείτε να αντιγράψετε την διεύθυνση στον φυλλομετρητή σας

source: If you are encountering any technical or other problems, please contact us at
el: Αν αντιμετωπίζετε οποιδήποτε τεχνικό ή άλλο πρόβλημα, παρακαλούμε επικοινωνήστε με

source: Image upload
el: Μεταφόρτωση εικόνας

source: Import
el: Εισαγωγή

source: Import canceled
el: Η εισαγωγή ακυρώθηκε

source: Import successful
el: Η εισαγωγή ολοκληρώθηκε

source: Index
el: Ευρετήριο

source: Information in this email including any attachments may be privileged, confidential and is intended exclusively for the addressee. If you are not the intended recipient please notify the sender by return email and delete all copies from your system. You should not reproduce, distribute, store, retransmit, use or disclose its contents to anyone.
el: Οι πληροφορίες σε αυτό το ηλεκτρονικό μήνυμα, συμπεριλαμβανομένων οποιονδήποτε συνημμένων, μπορεί να είναι προσωπικές, εμπιστευτικές και προορίζονται αποκλειστικά για τον παραλήπτη. Εάν δεν είστε ο παραλήπτης παρακαλούμε να ειδοποιήσετε τον αποστολέα του e-mail και να διαγράψετε όλα τα αντίγραφα από το σύστημά σας. Δεν θα πρέπει να αναπαράγετε, διανείμετε, αποθηκεύσετε, αναμεταδόσετε, χρησιμοποιήσετε ή αποκαλύψετε το περιεχόμενό τους σε κανέναν.

source: Is this your business?
el: Είναι αυτή η επιχείρησή σας;

source: Keywords
el: Λέξεις κλειδιά

source: Last
el: Τελευταίο

source: Last access
el: Τελευταία πρόσβαση

source: Last configuration
el: Τελευταία διαμόρφωση

source: Latest additions
el: Τελευταίες προσθήκες

source: Latitude
el: Γεωγραφικό πλάτος

source: Learn more
el: Μάθετε περισσότερα

source: Leave the field blank, if you do not want to change your password.
el: Αφήστε το πεδίο κενό, αν δεν θέλετε να αλλάξετε τον κωδικό σας.

source: Leave the password blank if you do not wish to change it
el: Αφήστε τον κωδικό κενό αν δεν θέλετε να τον αλλάξετε

source: Load this offer on your mobile and show it at the store to get the discount
el: Φορτώστε αυτό το κουπόνι στο κινητό σας και δείξτε το στο κατάστημα για να λάβετε την έκπτωση

source: Local business
el: Τοπική επιχείρηση

source: Local businesses should acquire a PIN code from their professional association to access their business information.
el: Οι τοπικές επιχειρήσεις θα πρέπει να λάβουν έναν κωδικό PIN από την Ένωση Επαγγελματιών Εμπόρων Δήμου Θέρμης για να έχουν πρόσβαση στις πληροφορίες τους.

source: Location
el: Τοποθεσία

source: Location not found.
el: Η τοποθεσία δεν βρέθηκε.

source: Log
el: Αρχείο καταγραφής

source: Log In
el: Σύνδεση

source: Log Out
el: Αποσύνδεση

source: Login details
el: Λεπτομέρειες σύνδεσης

source: Login incorrect.
el: Λανθασμένος κωδικός.

source: Longitude
el: Γεωγραφικό μήκος

source: Mail settings
el: Ρυθμίσεις ταχυδρομείου

source: Make sure you have enabled the Geocoding API for your Google Maps API key in the Google APIs console
el: Βεβαιωθείτε ότι έχετε ενεργοποιήσει το Geocoding API για το κλειδί σας του Google Maps API στην κονσόλα των Google APIs

source: Manage page
el: Διαχείριση σελίδας

source: Manage your offers
el: Διαχειριστείτε τις προσφορές σας

source: Marketplace
el: Αγορά

source: Marketplace administration
el: Διαχείριση αγοράς

source: Marketplace url
el: Διεύθυνση στην αγορά

source: Me
el: Εγώ

source: Message
el: Μήνυμα

source: More info
el: Περισσότερες πληροφορίες

source: More offers
el: Περισσότερες προσφορές

source: My data has headers
el: Δεδομένα με επικεφαλίδα

source: Name
el: Όνομα

source: Name from
el: Όνομα αποστολέα

source: Near me
el: Κοντά μου

source: New directory
el: Νέα εγγραφή

source: New offer
el: Νέα προσφορά

source: New page
el: Νέα σελίδα

source: New page template
el: Νέο πρότυπο

source: New role
el: Νέος ρόλος

source: New user
el: Νέος χρήστης

source: New user registration
el: Εγγραφή νέου χρήστη

source: Next
el: Επόμενο

source: No
el: Όχι

source: No Google Maps API key
el: Δεν υπάρχει κλειδί του Google Maps API

source: No columns selected
el: Δεν έχουν επιλεγεί στείλες

source: No results
el: Δεν βρέθηκαν αποτελέσματα

source: Not implemented
el: Μη διαθέσιμο

source: Note
el: Σημείωση

source: Nothing found
el: Δεν βρέθηκε τίποτα

source: Nothing imported
el: Δεν εισήχθηκε τίποτα

source: Nothing to geocode
el: Δεν υπάρχει τίποτα για εντοπισμό

source: Number of imported records
el: Αριθμός εισηγμένων εγγραφών

source: ORGANIZATION
el: ΟΡΓΑΝΙΣΜΟΣ

source: Offer title
el: Τίτλος προσφοράς

source: Offer valid
el: Η προσφορά ισχύει

source: Offers
el: Προσφορές

source: Offers administration
el: Διαχείριση προσφορών

source: Offers and Coupons
el: Προσφορές και Κουπόνια

source: Offers and coupons for all available products.
el: Προσφορές και κουπόνια για όλα τα διαθέσιμα προϊόντα.

source: Offers management
el: Διαχείριση προσφορών

source: Old email address
el: Παλιά διεύθυνση email

source: Organization
el: Οργανισμός

source: Our offers
el: Οι προσφορές μας

source: Outgoing email
el: Εξερχόμενα μηνύματα

source: Over quota
el: Υπέρβαση ποσόστωσης

source: Owner name
el: Όνομα ιδιοκτήτη

source: PIN Code
el: Κωδικός PIN

source: PIN code
el: Κωδικός PIN

source: PIN generation complete
el: Η παραγωγή PIN ολοκληρώθηκε

source: Page title
el: Τίτλος σελίδας

source: Pages
el: Σελίδες

source: Password
el: Κωδικός

source: Password reset
el: Δημιουργία νέου κωδικού

source: Passwords do not match.
el: Οι κωδικοί δεν ταιριάζουν.

source: Personal details
el: Λεπτομέρειες χρήστη

source: Phone
el: Τηλέφωνο

source: Please click on the provided link to confirm your new email address.
el: Παρακαλούμε κάντε κλικ στον παρακάτω σύνδεσμο για να επιβεβαιώσετε την νέα σας διεύθυνση email.

source: Please click on the provided link to confirm your registration.
el: Παρακαλούμε κάντε κλικ στον παρακάτω σύνδεσμο για να επιβεβαιώσετε την εγγραφή σας.

source: Please click on the provided link to reset your password.
el: Παρακαλούμε κάντε κλικ στον παρακάτω σύνδεσμο για να δημιουργήσετε νέο κωδικό.

source: Please enter your credentials.
el: Παρακαλώ εισάγετε τους κωδικούς σας.

source: Please enter your new password in the form below.
el: Παρακαλώ εισάγετε τον νέο σας κωδικό στην ακόλουθη φόρμα.

source: Please enter your registered email address in the form below. We will send you instructions to activate your account.
el: Εισάγετε την καταχωρημένη διεύθυνση email σας στην ακόλουθη φόρμα. Θα σας στείλουμε οδηγίες για να ενεργοποιήσετε τον λογαριασμό σας.

source: Please enter your registered email address in the form below. We will send you instructions to reset your password.
el: Εισάγετε την καταχωρημένη διεύθυνση email σας στην ακόλουθη φόρμα. Θα σας στείλουμε οδηγίες για την δημιουργία νέου κωδικού.

source: Please make sure that you followed the correct link from the activation email.
el: Παρακαλώ βεβαιωθείτε ότι ακολουθήσατε τον σωστό σύνδεσμο από το μήνυμα ενεργοποίησης.

source: Please make sure that you followed the correct link from the password reset email.
el: Παρακαλώ βεβαιωθείτε ότι ακολουθήσατε τον σωστό σύνδεσμο από το μήνυμα δημιουργίας νέου κωδικού.

source: Please select
el: Παρακαλώ επιλέξτε

source: Please select your user type.
el: Παρακαλώ επιλέξτε τον τύπο χρήστη.

source: Please try again later.
el: Παρακαλώ δοκιμάστε αργότερα.

source: Please use the following form to create your user account. All fields are required.
el: Παρακαλώ χρησιμοποιήστε την ακόλουθη φόρμα για να δημιουργήσετε ένα νέο λογαριασμό. Όλα τα πεδία είναι απαραίτητα.

source: Preview
el: Προεπισκόπηση

source: Previous
el: Προηγούμενο

source: Price
el: Τιμή

source: Profiler
el: Προφίλ Εφαρμογής

source: Rate local businesses and help build a strong community.
el: Αξιολογήστε τις τοπικές επιχειρήσεις και βοηθήστε να χτιστεί μια δυνατή κοινότητα.

source: Read reviews
el: Δείτε αξιολογήσεις

source: Recover your account
el: Ανάκτηση λογαριασμού

source: Register
el: Εγγραφή

source: Related data will not be deleted.
el: Τα σχετικά δεδομένα δεν θα διαγραφούν.

source: Remember me
el: Να με θυμάσαι

source: Repeat password
el: Επανάληψη κωδικού

source: Required fields
el: Υποχρεωτικά πεδία

source: Reset
el: Επαναφορά

source: Reset your password at
el: Δημιουργήστε νέο κωδικό στο

source: Resources
el: Πόροι

source: Review
el: Αξιολόγηση

source: Reviews
el: Αξιολογήσεις

source: Reviews administration
el: Διαχείριση αξιολογήσεων

source: Role
el: Ρόλος

source: Roles
el: Ρόλοι

source: SMART CITY SERVICES
el: ΥΠΗΡΕΣΙΕΣ ΕΞΥΠΝΗΣ ΠΟΛΗΣ

source: SMTP host
el: Εξυπηρετητής SMTP

source: SMTP password
el: Κωδικός SMTP

source: SMTP user
el: Χρήστης SMTP

source: SQL Queries
el: Ερωτήματα SQL

source: SSL/TLS encryption
el: Κρυπτογράφηση SSL/TLS

source: Save record
el: Αποθήκευση

source: Save successful
el: Αποθήκευση επιτυχής

source: Search
el: Αναζήτηση

source: Search the directory
el: Αναζητήστε στον κατάλογο

source: Select
el: Επιλογή

source: Select a file to import
el: Επιλέξτε αρχείο για εισαγωγή

source: Select file
el: Επιλέξτε αρχείο

source: Send me the confirmation message again.
el: Στείλτε μου το μήνυμα επιβεβαίωσης ξανά.

source: Server timezone
el: Ζώνη ώρας του διακομιστή

source: Session ID
el: ID συνόδου

source: Sessions
el: Σύνοδοι

source: Settings
el: Ρυθμίσεις

source: Show on map
el: Εμφάνιση στο χάρτη

source: Sign In
el: Σύνδεση

source: Site visitor
el: Επισκέπτης

source: Social media
el: Κοινωνικά δίκτυα

source: Social networks
el: Κοινωνικά δίκτυα

source: Store home
el: Αρχική καταστήματος

source: Store pages
el: Σελίδες

source: Subcategories
el: Υποκατηγορίες

source: Subcategory
el: Υποκατηγορία

source: Submit
el: Αποστολή

source: Submit PIN
el: Αποστολή PIN

source: Subtitle
el: Υπότιτλος

source: Suggested fields
el: Προτεινόμενα πεδία

source: Support email address
el: Διεύθυνση email υποστήριξης

source: Surname
el: Επίθετο

source: Table ID
el: Κωδικός πίνακα

source: Template ID
el: ID προτύπου

source: Templates
el: Πρότυπα

source: Terms
el: Όροι χρήσης

source: Terms of use
el: Όρους χρήσης

source: Text
el: Κείμενο

source: The Administration Team
el: Η Ομάδα Διαχείρισης

source: The PIN code is incorrect.
el: Ο κωδικός PIN είναι λανθασμένος

source: The byline is required.
el: Ο υπότιτλος είναι απαραίτητος.

source: The category is required.
el: Η κατηγορία είναι απαραίτητη.

source: The city is required.
el: Ο οικισμός είναι απαραίτητος.

source: The description is required.
el: Η περιγραφή είναι απαραίτητη.

source: The discount is required.
el: Η έκπτωση είναι απαραίτητη.

source: The email address is already registered.
el: Η διεύθυνση email είναι ήδη εγγεγραμμένη

source: The email address is not valid.
el: Η διεύθυνση email δεν είναι έγκυρη.

source: The expiration date is required.
el: Η ημερομηνία λήξης είναι απαραίτητη.

source: The file should be an "Excel 97-2003 Workbook (*.xls)"
el: Το αρχείο πρέπει να είναι της μορφής "Excel 97-2003 Workbook (*.xls)"

source: The link is valid for two hours and one time use only.
el: Ο σύνδεσμος είναι έγκυρος για δύο ώρες και για μία χρήση μόνο.

source: The password is required.
el: Ο κωδικός είναι απαραίτητος.

source: The reCAPTCHA was not correct. Please try again...
el: Το reCAPTCHA δεν ήταν σωστό. Παρακαλώ δοκιμάστε ξανά...

source: The request was denied
el: Η αίτηση απορρίφθηκε

source: The requested action is not implemented
el: Η ενέργεια που ζητήσατε δεν έχει υλοποιηθεί ακόμα

source: The resulting url will be
el: Η προκύπτουσα διεύθυνση θα είναι

source: The title is required.
el: Ο τίτλος είναι απαραίτητος.

source: The url cannot be blank.
el: Η διεύθυνση δεν μπορεί να είναι κενή.

source: The url may contain english characters (a-z), numbers (0-9) and the underscore (_).
el: Η διεύθυνση μπορεί να περιέχει αγγλικούς χαρακτήρες (a-z), αριθμούς (0-9) και την υπογράμμιση (_).

source: The user type is required.
el: Ο τύπος χρήστη είναι απαραίτητος.

source: There are errors. Please review the form and correct the fields marked in red.
el: Υπάρχουν λάθη. Παρακαλώ ελέγξτε την φόρμα και διορθώστε τα πεδία που είναι σημειωμένα με κόκκινο.

source: There are no offers. Click "New offer" to add an offer.
el: Δεν υπάρχουν προσφορές. Κάνετε κλίκ στο "Νέα προσφορά" για να προσθέσετε μια προσφορά.

source: This PIN code is already used. Please contact your professional association.
el: Αυτός ο κωδικός PIN έχει ήδη χρησιμοποιηθεί. Παρακαλώ επικοινωνήστε με την Ένωση Επαγγελματιών Εμπόρων Δήμου Θέρμης.

source: This offer on your mobile
el: Η προσφορά στο κινητό σας

source: This page already exists.
el: Αυτή η σελίδα υπάρχει ήδη.

source: This page on your mobile
el: Η σελίδα στο κινητό σας

source: This page requires authentication.
el: Αυτή η σελίδα χρειάζεται πιστοποίηση.

source: Timestamp
el: Χρονική σήμανση

source: Timezone
el: Ζώνη ώρας

source: Title
el: Τίτλος

source: Tools
el: Εργαλεία

source: Tracking code
el: Κωδικός παρακολούθησης

source: Try to reposition the map above
el: Προσπαθήστε να επανατοποθετήσετε τον χάρτη στο πάνω μέρος της σελίδας

source: Type
el: Τύπος

source: Unconfirmed
el: Μη επιβεβαιωμένη

source: Until you confirm your new email address, we will still use your old address to contact you.
el: Μέχρι να επιβεβαιώσετε τη νέα διεύθυνση email σας, θα συνεχίσουμε να χρησιμοποιούμε την παλιά σας διεύθυνση.

source: Update account
el: Ενημέρωση λογαριασμού

source: Update offer
el: Ενημέρωση προσφοράς

source: Update settings
el: Ενημέρωση ρυθμίσεων

source: Update store
el: Ενημέρωση επιχείρησης

source: Updated
el: Τελευταία ενημέρωση

source: User
el: Χρήστης

source: User Reviews
el: Αξιολογήσεις Χρηστών

source: User activation
el: Ενεργοποίηση χρήστη

source: User activation failed
el: Η ενεργοποίηση χρήστη απέτυχε

source: User activation mail
el: Αποστολή μηνύματος ενεργοποίησης

source: User activation mail failed
el: Η αποστολή μηνύματος ενεργοποίησης απέτυχε

source: User active
el: Ενεργός χρήστης

source: User details
el: Λεπτομέρειες χρήστη

source: User log in
el: Σύνδεση χρήστη

source: User log out
el: Αποσύνδεση χρήστη

source: User name
el: Όνομα χρήστη

source: User password change
el: Αλλαγή κωδικού χρήστη

source: User password change failed
el: Η αλλαγή κωδικού χρήστη απέτυχε

source: User registration
el: Εγγραφή χρήστη

source: User registration failed
el: Η εγγραφή χρήστη απέτυχε

source: User reset password mail
el: Αποστολή μηνύματος δημιουργίας νέου κωδικού

source: User reset password mail failed
el: Η αποστολή μηνύματος δημιουργίας νέου κωδικού απέτυχε

source: User reviews
el: Αξιολογήσεις χρηστών

source: User type
el: Τύπος χρήστη

source: Users
el: Χρήστες

source: Users administration
el: Διαχείριση χρηστών

source: Valid from
el: Ισχύει από

source: Valid to
el: Ισχύει έως

source: Variables
el: Μεταβλητές

source: View all
el: Προβολή όλων

source: Virtual City Market
el: Ψηφιακό Εμπορικό Κέντρο

source: Visit the virtual city market.
el: Επισκεφθείτε το ψηφιακό εμπορικό κέντρο.

source: Visual confirmation
el: Οπτική επιβεβαίωση
